const title = [
  'Lorem Ipsum', 'Откуда он появился', 'Текст-рыба, часто используемый', 'Ipsum, consectetur', 'Finibus Bonorum et Malorum', 'Известные генераторы', 'Трактат по теории этики', 'Популяризация в новое время', 'Классический текст Lorem', 'Английский перевод, сделанный H. Rackham'
]

const check = ['12:00', '13:00', '14:00']

const photos = [
  'https://assets.htmlacademy.ru/content/intensive/javascript-1/keksobooking/duonguyen-8LrGtIxxa4w.jpg', 'https://assets.htmlacademy.ru/content/intensive/javascript-1/keksobooking/brandon-hoogenboom-SNxQGWxZQi0.jpg',
  'https://assets.htmlacademy.ru/content/intensive/javascript-1/keksobooking/claire-rendall-b6kAwr1i0Iw.jpg'
]

const features = ['wifi', 'dishwasher', 'parking', 'washer', 'elevator', 'conditioner']

const description = [
  'Идейные соображения высшего порядка, а также дальнейшее развитие различных форм деятельности позволяет оценить значение новых предложений.',
  'Украинских хакеров спрашивают: — Вы сломали милицейский сайт, а могли бы сломать милицейский мозг? Украинские хакеры разводят руками: — Сорри, мы специалисты по интеллектуальным системам.',
  'Оставил ноутбук на полу, тёща подумала, что это весы. В общем, полторы штуки баксов весит тёща...',
  'Незаменимых людей нет — любил поговаривать директор. Все боялись — и только один программист не мог спрятать кривую улыбку…',
  'Сисадмин: - Ну и пусть говорят, что использовать в качестве пароля имя своего кота дурной тон! - RrgTt_fx32!b, кыс-кыс-кыс...',
  'Кнопка на сайте фирмы ритуальных услуг сделать домашней страничкой',
  'Еще пару дней без инета, и я стану повелителем косынки!',
  'Чем отличается начинающий программист от опытного? Начинающий считает, что в килобайте 1000 байт, а опытный – что в километре 1024 метра',
  'Бог создавал всех людей разными, но когда дошел до Китая, ему надоело.',
  'Врезается запорожец в крутой джип… Бортовой компьютер джипа выдает сообщение: В системе обнаружено новое устройство. Установить драйвер?'
]

const types = ['palace', 'flat', 'house', 'bungalow', 'hotel']

export { types }
export { title }
export { check }
export { photos }
export { features }
export { description }
